[
    {
        "id": 1,
        "name": "Comment se déroule le processus de développement de mon site web ?",
        "answer": "Nous commençons ensemble par élaborer le cahier des charges de votre projet. Ensuite, nous discutons du design que vous souhaitez lui donner. Une fois ces étapes validées, nous vous établissons un devis détaillé. Après acceptation de ce devis, nous commençons le développement de votre site web. Nous terminons par son optimisation et son référencement. Nous vous tenons informé de l'avancement du projet tout au long de son développement. Une fois le site terminé, nous vous formons à son utilisation et nous vous accompagnons dans sa mise en ligne."
    },
    {
        "id": 2,
        "name": "Combien de temps faut-il pour développer un site web ?",
        "answer": "La durée de développement d'un site web dépend de sa complexité et de ses fonctionnalités. Un site vitrine simple peut prendre entre 4 à 6 semaines, tandis qu'un site e-commerce ou une plateforme sur mesure peut nécessiter plusieurs mois. Nous fournissons une estimation plus précise après avoir discuté en détail du projet avec vous."
    },
    {
        "id": 3,
        "name": "Ça coûte combien un site web ?",
        "answer": "C'est la question la plus demandée mais aussi la plus difficile à répondre. Les coûts varient en fonction de la complexité du projet et du design demandé. Un site vitrine simple peut être compris entre 500 et 2000 euros, tandis qu'un site e-commerce ou une plateforme sur mesure peut nécessiter plusieurs milliers d'euros. Nous travaillons toujours selon votre budget et nous nous efforçons de nous adapter au mieux à vos besoins pour vous offrir la meilleure solution possible."
    },
    {
        "id": 4,
        "name": "Ai-je vraiment besoin d'un site web ?",
        "answer": "Si vous êtes une entreprise, un entrepreneur, un artiste ou un particulier, la réponse est oui. Aujourd'hui, un site web est un outil indispensable pour se faire connaître, présenter ses produits ou services, et toucher une audience plus large. C'est un investissement qui vous permettra de gagner en visibilité et en crédibilité."
    },
    {
        "id": 5,
        "name": "Quel avantage ai-je de passer par un développeur web plutôt que par un site de création de site web gratuit ?",
        "answer": "Passer par un développeur web offre une personnalisation complète, un design professionnel, une optimisation pour le SEO et la performance, ainsi qu'un support technique dédié et une meilleure sécurité. Contrairement aux outils gratuits, un développeur garantit un site unique, évolutif et adapté spécifiquement à vos besoins."
    }
]
